// задание 3.cpp : 
// Задание №3 Написать обьявление о чем-либо. 
// 
//
// Подключение библиотек
#include <iostream>
using namespace std;

int main() //Начало программы
{
	cout << "\t\t\t\t\tОбьявление" << "\n\n"; // Функция вывод данных на экран
	cout << "\t\t\t\tПропал левый носок." << "\n";
	cout << "\t\t\t\tПрошу вернуть!" << "\n";
	cout << "\t\t\t\tЗа вознаграждение 100 У.Е." << "\n";
	cout << "\t\t\t\tОсобые приметы: " << "\n";
	cout << "\t\t\t\tЧерный, выглядит как правый." << "\n";
	cout << "\t\t\t\tТелефон: 77-77-77" << "\n";
	cout << "\t\t\t\t----------------------------" << "\n";
	cout << "\t\t\t\t!77!  !77!  !77!  !77!  !77!" << "\n";
	cout << "\t\t\t\t!77!  !77!  !77!  !77!  !77!" << "\n";
	cout << "\t\t\t\t!77!  !77!  !77!  !77!  !77!" << "\n\n\n";
	cout << "\t\t\t\t\tФото носка" << "\n\n";
	cout << "\t\t\t\t\t" R"( 000
                                         000
                                         00000
                                         00000)" << "\n\n\n\n";
	return 0; // Показывает успешное завершение программы
}

